Repository: dio71/mydays_ios
Catalog: MyDays/Localizable.xcstrings
Source language: en
Languages: ko

# recurrence.last_day_short
source: last
ko: 말일

# recurrence.monthly.mode
source: Mode
ko: 표시 방식

# recurrence.monthly.mode.condition
source: By condition
ko: 조건지정

# recurrence.monthly.mode.day
source: By date
ko: 일자지정

# recurrence.months
source: Months
ko: 월

# recurrence.remove
source: Remove recurrence
ko: 반복 제거

# recurrence.summary.every_n_days
source: Every %lld days
ko: %lld일마다

# recurrence.summary.everyday
source: Everyday
ko: 매일

# recurrence.summary.monthly_all
source: %@ of every month
ko: 매월 %@

# recurrence.summary.monthly_all_count
source: %lld days per month
ko: 매월 %lld개 일자

# recurrence.summary.monthly_all_count_interval
source: %1$lld days every %2$lld months
ko: %2$lld개월마다 %1$lld개 일자

# recurrence.summary.monthly_all_interval
source: %1$@ every %2$lld months
ko: %2$lld개월마다 %1$@

# recurrence.summary.monthly_specific_count
source: %1$lld days of %2$@
ko: %2$@ %1$lld일

# recurrence.summary.monthly_unset
source: No days set
ko: 일자 미설정

# recurrence.summary.weekly_list
source: Every %@
ko: 매주 %@

# recurrence.summary.weekly_list_interval
source: Every %2$lld weeks on %1$@
ko: %2$lld주마다 %1$@

# recurrence.summary.weekly_unset
source: No weekdays
ko: 요일 미설정

# recurrence.summary.yearly_months_only
source: Every %@
ko: 매년 %@

# recurrence.summary.yearly_months_only_interval
source: Every %2$lld years in %1$@
ko: %2$lld년마다 %1$@

# recurrence.summary.yearly_specific
source: Every %2$@ %1$@
ko: 매년 %2$@ %1$@

# recurrence.summary.yearly_specific_interval
source: Every %3$lld years on %2$@ %1$@
ko: %3$lld년마다 %2$@ %1$@

# recurrence.title
source: Recurrence
ko: 반복

# recurrence.weekdays
source: Weekdays
ko: 요일

# report.days_since.format
source: You started this mission %lld days ago
ko: %lld일 전에 시작한 목표입니다

# report.days_since.today
source: Started today
ko: 오늘 시작한 목표입니다

# report.empty.one_off
source: Reports are available for recurring items only.
ko: 반복 항목만 보고서를 제공해요.

# report.log.empty
source: No activity records.
ko: 활동 기록이 없어요.

# report.log.title
source: Activity log
ko: 활동 기록

# report.placeholder.log_list
source: (Phase 5 — monthly log list)
ko: (Phase 5 — 월별 활동 기록)

# report.placeholder.month
source: (Phase 5 — month grid)
ko: (Phase 5 — 월간 grid)

# report.placeholder.stats
source: (Phase 2 — stats grid)
ko: (Phase 2 — 지표 grid)

# report.placeholder.this_week
source: (Phase 3 — week grid)
ko: (Phase 3 — 주간 grid)

# report.placeholder.this_year
source: (Phase 4 — year grid)
ko: (Phase 4 — 연간 grid)

# report.section.log_list.placeholder
source: Activity log
ko: 활동 기록

# report.section.month
source: Month
ko: 월간

# report.section.stats.placeholder
source: Stats
ko: 지표

# report.section.this_week
source: This week
ko: 이번주

# report.section.this_year
source: This year
ko: 올해

# report.show
source: Show report
ko: 보고서 보기

# report.stat.completion_rate
source: Completion rate (%)
ko: 목표 달성률 (%)

# report.stat.current_streak
source: Current streak
ko: 현재 연속 달성

# report.stat.max_streak
source: Max streak
ko: 최대 연속 달성

# report.stat.this_month
source: This month
ko: 이번달 달성

# report.stat.this_year
source: This year
ko: 올해 달성

# report.stat.total
source: Total achievements
ko: 총 달성 횟수

# report.tab.log
source: Monthly
ko: 월간

# report.tab.summary
source: Summary
ko: 요약

# report.title
source: Report
ko: 보고서

# report.week.one_week_ago
source: 1 week ago
ko: 한주 전

# settings.activity_history
source: Activity history
ko: 활동 기록

# settings.activity_log
source: Activity Log
ko: 활동 로그

# settings.appearance.dark
source: Dark
ko: 다크

# settings.appearance.light
source: Light
ko: 라이트

# settings.appearance.system
source: System
ko: 시스템

# settings.categories
source: Todo categories
ko: 할일 카테고리

# settings.coming_soon
source: Coming soon
ko: 준비 중

# settings.data.delete_all
source: Delete All Data
ko: 전체 데이터 삭제

# settings.data.export
source: Export Data
ko: 데이터 내보내기

# settings.feedback
source: Report a Bug or Suggestion
ko: 버그 신고 및 건의하기

# settings.feedback.suggestion
source: Send a Suggestion
ko: 건의하기

# settings.help
source: Help
ko: 도움말

# settings.history.goal
source: Missions history
ko: 목표 기록

# settings.history.todo
source: Todos history
ko: 할일 기록

# settings.info_permission
source: Info & Permissions
ko: 정보 및 권한

# settings.label.version
source: Version
ko: 버전

# settings.onboarding_replay
source: Replay Onboarding
ko: 온보딩 다시 보기

# settings.permission.app
source: App permissions
ko: 앱 권한 확인

# settings.permission.health
source: Health permissions
ko: 건강앱 권한 확인

# settings.privacy_policy
source: Privacy Policy
ko: 개인정보처리방침

# settings.privacy.no_ads
source: We don't show ads.
ko: 저희는 광고를 띄우지 않습니다.

# settings.privacy.no_collect
source: We don't collect your personal data.
ko: 저희는 사용자 정보를 수집하지 않습니다.

# settings.privacy.no_track
source: We don't track you.
ko: 저희는 사용자를 추적하지 않습니다.

# settings.section.activity
source: Activity History
ko: 활동

# settings.section.appearance
source: App Color
ko: 앱 색상

# settings.section.data
source: Data
ko: 데이터

# settings.section.help_feedback
source: Help & Feedback
ko: 도움말 및 피드백

# settings.section.info
source: Info
ko: 정보

# settings.section.organize
source: Organize
ko: 분류

# settings.section.permission
source: Permissions
ko: 권한

# settings.section.sync
source: Sync
ko: 동기화

# settings.sync.just_now
source: Just now
ko: 방금

# settings.sync.last_synced
source: Last synced
ko: 마지막 동기화

# settings.sync.never
source: Not yet
ko: 아직 없음

# settings.tint.blue
source: Blue
ko: 파랑

# settings.tint.coral
source: Coral
ko: 코랄

# settings.tint.forest
source: Forest
ko: 포레스트

# settings.tint.mustard
source: Mustard
ko: 머스터드

# settings.tint.peach
source: Peach
ko: 피치

# settings.tint.sage
source: Sage
ko: 세이지

# settings.tint.slate
source: Slate
ko: 슬레이트

# settings.tint.wine
source: Wine
ko: 와인

# settings.title
source: Settings
ko: 설정

# speech.error.unavailable
source: Speech recognition unavailable
ko: 음성인식을 사용할 수 없습니다

# speech.permission.message
source: Allow microphone and speech recognition in Settings.
ko: 설정에서 마이크와 음성인식 권한을 허용해주세요.

# speech.permission.title
source: Voice input unavailable
ko: 음성 입력을 사용할 수 없습니다

# tab.archive
source: Inbox
ko: 보관함

# tab.list
source: List
ko: 목록

# tab.settings
source: Settings
ko: 설정

# tab.today
source: Today
ko: 오늘

# time_of_day.afternoon
source: PM
ko: 오후

# time_of_day.evening
source: Night
ko: 저녁

# time_of_day.morning
source: AM
ko: 오전

# time_of_day.none
source: None
ko: 미설정

# today.cancel.banner
source: Tap the (/) button to cancel a todo
ko: 버튼을 눌러서 할일을 취소

# today.empty.add_hint
source: Tap (+) to add a new plan.
ko: (+) 를 눌러 새로운 계획을 추가할 수 있어요.

# today.empty.all_done
source: All done for today. Great job!
ko: 오늘 할 일을 모두 끝냈어요. 잘 하고 있어요!

# today.empty.due
source: No tasks due
ko: 마감인 할일이 없습니다

# today.empty.first
source: Nothing left to do today.
ko: 오늘 남은 목표나 할일이 없어요.

# today.empty.first.other
source: Nothing left to do on this day.
ko: 이 날짜에 남은 목표나 할일이 없어요.

# today.empty.in_progress
source: No tasks in progress
ko: 진행 중인 할일이 없습니다

# today.empty.not_todo
source: No active missions
ko: 진행 중인 목표가 없습니다

# today.empty.routine
source: No routines
ko: 루틴이 없습니다

# today.empty.start
source: No tasks starting
ko: 시작하는 할일이 없습니다

# today.empty.todo
source: No active todos
ko: 진행 중인 할일 일정이 없습니다

# today.menu.cancel_mode
source: Cancel todos
ko: 할일 취소하기

# today.menu.jump_date
source: Jump to date
ko: 특정일로 이동

# today.menu.jump_date.confirm
source: Move
ko: 이동

# today.menu.pick_item
source: Select Item
ko: 항목 선택하기

# today.nav.today
source: Today
ko: 오늘

# today.nav.tomorrow
source: Tomorrow
ko: 내일

# today.nav.yesterday
source: Yesterday
ko: 어제

# today.picker.banner
source: Tap an item to filter the calendar
ko: 항목을 탭하여 캘린더에 표시

# today.section.due
source: Due
ko: 마감

# today.section.in_progress
source: In Progress
ko: 진행 중

# today.section.not_todo
source: Missions
ko: 목표

# today.section.routine
source: Routine
ko: 루틴

# today.section.start
source: Start
ko: 시작

# today.section.todo
source: Todos
ko: 할일

# todo.cancel_sheet.description
source: Cancel this todo? For recurring items, only this occurrence is cancelled.
ko: 해당 할일을 취소하시겠습니까? 반복 일정인 경우 해당 일의 일정만 취소됩니다.

# todo.cancel_sheet.input_placeholder
source: Enter a reason
ko: 사유를 입력하세요

# todo.cancel_sheet.reason.cancelled
source: Gave up
ko: 취소됨

# todo.cancel_sheet.reason.plan_change
source: Plan changed
ko: 계획변경

# todo.cancel_sheet.reason.skipped
source: Skipped
ko: 그냥 안함

# todo.cancel_sheet.reason.time_lack
source: Out of time
ko: 시간부족

# todo.cancel_sheet.section.custom
source: Custom
ko: 직접 입력

# todo.cancel_sheet.section.preset
source: Reason
ko: 사유 선택

# todo.cancel_sheet.title
source: Cancel Reason
ko: 할일 취소

# todo.cancel.confirm
source: Confirm
ko: 확인

# todo.complete_sheet.description
source: This todo hasn't started yet. Are you sure you want to mark it complete?
ko: 아직 시작하지 않은 할일입니다. 정말로 완료하시겠습니까?

# todo.complete_sheet.input_placeholder
source: Enter a reason
ko: 사유를 입력하세요

# todo.complete_sheet.reason.cancelled
source: Gave up
ko: 취소됨

# todo.complete_sheet.reason.early
source: Done early
ko: 미리완료

# todo.complete_sheet.reason.just_done
source: Just done
ko: 그냥 끝냄

# todo.complete_sheet.reason.plan_change
source: Plan changed
ko: 계획변경

# todo.complete_sheet.section.custom
source: Custom
ko: 직접 입력

# todo.complete_sheet.section.preset
source: Reason
ko: 사유 선택

# todo.complete_sheet.title
source: Complete Reason
ko: 할일 완료

# todo.label.cancelled_at_format
source: Cancelled %@
ko: %@ 취소

# todo.label.done_at_format
source: Done %@
ko: %@ 완료

# todo.list.completed_format
source: Done at %@
ko: %@ 완료

# todo.list.ends_today
source: Ends today
ko: 오늘 종료

# todo.list.in_progress_dday_format
source: End %@
ko: 종료 %@

# todo.list.today
source: Today
ko: 오늘

# todo.list.today_end_format
source: Ends at %@
ko: %@ 종료

# todo.list.today_start_format
source: Starts at %@
ko: %@ 시작

# todo.today.ends_on_format
source: Ends %@
ko: %@ 종료

# widget.combo.description
source: Tasks on the left, goals on the right.
ko: 왼쪽은 할일, 오른쪽은 목표를 함께 표시합니다.

# widget.combo.display_name
source: Tasks & Goals
ko: 할일 + 목표

# widget.countdown.h_m_format
source: %dh %dm
ko: %d시간 %d분

# widget.countdown.m_format
source: %dm
ko: %d분

# widget.empty.today
source: Nothing Today
ko: 오늘 일정 없음

# widget.goal_grid.description
source: Show goal progress as colored rings.
ko: 목표 진행도를 원형 진행바로 표시합니다.

# widget.goal_grid.display_name
source: Goals
ko: 목표

# widget.goal_grid.empty
source: No active goals
ko: 진행 중인 목표 없음

# widget.ntd_lock_circle.description
source: Pin a Fast countdown to Lock Screen
ko: 잠금화면에 절제 목표 1개 고정 표시

# widget.ntd_lock_circle.display_name
source: Fast (Pinned)
ko: 절제 목표 (고정)

# widget.ntd_lock_circle.status.elapsed
source: On
ko: 진행

# widget.ntd_lock_circle.status.remaining
source: Left
ko: 남음

# widget.ntd_lock_circle.status.scheduled
source: Wait
ko: 대기

# widget.ntd_lock.description
source: Most relevant Fast on Lock Screen
ko: 잠금화면에 절제 목표 카운트다운 표시

# widget.ntd_lock.display_name
source: Fast (Lock Screen)
ko: 절제 목표 (잠금화면)

# widget.ntd.description
source: Show today's tasks.
ko: 오늘의 할일을 표시합니다.

# widget.ntd.display_name
source: Tasks
ko: 할일

# widget.ntd.empty
source: No active Fast
ko: 진행 중인 절제 목표 없음

# widget.ntd.ended
source: Ended
ko: 종료됨

# widget.ntd.state.elapsed
source: Elapsed
ko: 경과

# widget.ntd.state.ended
source: Ended
ko: 종료됨

# widget.ntd.state.remaining
source: Ends in
ko: 종료까지

# widget.ntd.state.scheduled
source: Starts in
ko: 시작까지

# widget.state.elapsed
source: In progress
ko: 진행 중

# widget.state.overdue
source: Overdue
ko: 지남

# widget.state.remaining
source: Ends in
ko: 종료까지

# widget.state.scheduled
source: Starts in
ko: 시작까지

# widget.state.today
source: Today
ko: 오늘

# widget.summary.format
source: Fasts %d · Tasks %d · Routines %d
ko: 절제 %d · 할일 %d · 루틴 %d

# widget.todo.count_format
source: Tasks : %lld/%lld
ko: 할일 : %lld/%lld

# widget.todo.end_at
source: Ends %@
ko: %@ 종료

# widget.todo.start_at
source: Starts %@
ko: %@ 시작
